Dlubal.RFEM5.SolidStrains
Solid strains

Dlubal.RFEM5.SolidStrains.SolidNo
Solid number

Dlubal.RFEM5.SolidStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SolidStrains.Type
Type of results

Dlubal.RFEM5.SolidStrains.LocationNo
Location number

Dlubal.RFEM5.SolidStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SolidStrains.EpsilonX
Strain εx

Dlubal.RFEM5.SolidStrains.EpsilonY
Strain εy

Dlubal.RFEM5.SolidStrains.EpsilonZ
Strain εz

Dlubal.RFEM5.SolidStrains.GammaYZ
Strain γyz

Dlubal.RFEM5.SolidStrains.GammaXZ
Strain γxz

Dlubal.RFEM5.SolidStrains.GammaXY
Strain γxy

Dlubal.RFEM5.SolidStrains.Epsilon1
Strain ε1

Dlubal.RFEM5.SolidStrains.Epsilon2
Strain ε2

Dlubal.RFEM5.SolidStrains.Epsilon3
Strain ε3

Dlubal.RFEM5.SolidStrains.EpsilonMises
Strain εMises

Dlubal.RFEM5.SolidStrains.EpsilonTresca
Strain εTresca

Dlubal.RFEM5.SolidStrains.EpsilonRankine
Strain εRankine

Dlubal.RFEM5.SolidStrains.EpsilonBach
Strain εBach